import React from 'react';

import img1 from '../img/akhbar1.png';
import img2 from '../img/akhbar2.png';

let items = [
    {
        src : img1,
        title : 'دوازدهمین مجمع عمومی برگزار شد.',
        text : 'در این جلسه ضمن ارائه گزارش ریاست، نائب رییس، بازرس هیئت  و مدیرعامل توانبخشی حضرت علی اکبر(ع)، باتفاق اکثریت ...',
        date : '۰۳ اردیبهشت ۱۴۰۴'
    },
    {
        src : img2,
        title : 'نذری نیک برای شادی روح عزیز از دست رفته',
        text : 'در این جلسه ضمن ارائه گزارش ریاست، نائب رییس، بازرس هیئت  و مدیرعامل توانبخشی حضرت علی اکبر(ع)، باتفاق اکثریت ...',
        date : '۰۳ خرداد ۱۴۰۴'
    },
    {
        src : img2,
        title : 'نذری نیک برای شادی روح عزیز از دست رفته',
        text : 'در این جلسه ضمن ارائه گزارش ریاست، نائب رییس، بازرس هیئت  و مدیرعامل توانبخشی حضرت علی اکبر(ع)، باتفاق اکثریت ...',
        date : '۰۳ خرداد ۱۴۰۴'
    }
]
 
export default items;
