import React from 'react';

import img1 from '../img/mahsool1.png';
import img2 from '../img/mahsool2.png';
import img3 from '../img/mahsool3.png';
import img4 from '../img/mahsool4.png';
import img5 from '../img/mahsool5.png';
import img6 from '../img/mahsool6.png';
import img7 from '../img/mahsool7.png';
import img8 from '../img/mahsool8.png';
import img9 from '../img/mahsool9.png';

let items = [
    {
        id : 'mahsool-1',
        mainTitle: 'محصولات',
        src: img1,
        title: 'دستگیره بافتنی',
        text: 'سعید',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: 'متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-2',
        mainTitle: 'محصولات',
        src: img2,
        title: 'کیف فانتزی دخترانه',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: 'متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-3',
        mainTitle: 'محصولات',
        src: img3,
        title: 'کیف کنفی دخترانه',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'چوبی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  چوبی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-4',
        mainTitle: 'محصولات',
        src: img1,
        title: 'کیف فانتزی دخترانه',
        text: 'سامان',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-5',
        mainTitle: 'محصولات',
        src: img4,
        title: 'دستگیره بافتنی',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-6',
        mainTitle: 'محصولات',
        src: img2,
        title: 'کوسن گلیمی (2عدد)',
        text: 'سامان',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-7',
        mainTitle: 'محصولات',
        src: img3,
        title: 'کیف کنفی دخترانه',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'چوبی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  چوبی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-8',
        mainTitle: 'محصولات',
        src: img1,
        title: 'کیف فانتزی دخترانه',
        text: 'سامان',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-9',
        mainTitle: 'محصولات',
        src: img4,
        title: 'دستگیره بافتنی',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-10',
        mainTitle: 'محصولات',
        src: img2,
        title: 'کوسن گلیمی (2عدد)',
        text: 'سامان',
        price: '240،000',
        discountPrice: '140,000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-11',
        mainTitle: 'محصولات',
        src: img3,
        title: 'کیف کنفی دخترانه',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'چوبی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  چوبی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-12',
        mainTitle: 'محصولات',
        src: img1,
        title: 'کیف فانتزی دخترانه',
        text: 'سامان',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-13',
        mainTitle: 'محصولات',
        src: img4,
        title: 'دستگیره بافتنی',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-14',
        mainTitle: 'محصولات',
        src: img2,
        title: 'کوسن گلیمی (2عدد)',
        text: 'سامان',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-15',
        mainTitle: 'محصولات',
        src: img3,
        title: 'کیف کنفی دخترانه',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'چوبی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  چوبی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-16',
        mainTitle: 'محصولات',
        src: img5,
        title: 'کیف پارچه ای فانتزی',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-17',
        mainTitle: 'محصولات',
        src: img6,
        title: 'کیف بافتنی زنانه',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-18',
        mainTitle: 'محصولات',
        src: img7,
        title: 'کیف نمدی کودکانه',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-19',
        mainTitle: 'محصولات',
        src: img8,
        title: 'کیف دخترانه چرم',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id : 'mahsool-20',
        mainTitle: 'محصولات',
        src: img9,
        title: 'کیف پولی کوچک در رنگ های مختلف',
        text: 'فاطمه- مهرابه - نگار و....',
        price: '240،000',
        discountPrice: '140,000',
        btnTitle: 'خرید محصول',
        type: 'بافتنی',
        explain: '.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود',
        hashtag: ['موسسه خیریه', 'دست سازه  بافتنی', 'محصول', 'دست سازه های توانجویان', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
]

export default items;
