import React from 'react';

import img1 from '../img/pooyesh1.png';
import img2 from '../img/pooyesh2.png';
import img3 from '../img/pooyesh3.png';
import img4 from '../img/pooyesh4.png';

const testText = 'متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.'

let items = [
    {
        id: 'pooyesh-1',
        src: img2,
        title: 'تامین دارو برای سامان ',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : 'متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.متن توضیحی در اینجا در مورد این دست سازه نوشته می شود.',
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-2',
        src: img3,
        title: 'خرید لوازم التحریر برای توانخواهان مدرسه رو',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'با تشکر از حمایت شما',
        status: 1,
        btnTitle: 'مشاهده پویش',
        donors: 'علی عزیزی، سید حسن طباطبایی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-3',
        src: img1,
        title: 'تامین اکسیژن ساز برای سالمند آقا وحید',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-4',
        src: img4,
        title: 'خرید 100 کیلو گوشت قرمز',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'زمان پویش به اتمام رسیده است',
        status: 0,
        btnTitle: 'مشاهده پویش',
        donors: 'سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-5',
        src: img2,
        title: 'تامین دارو برای سامان ',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-6',
        src: img3,
        title: 'خرید لوازم التحریر برای توانخواهان مدرسه رو',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'با تشکر از حمایت شما',
        status: 1,
        btnTitle: 'مشاهده پویش',
        donors: 'علی عزیزی، سید حسن طباطبایی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-7',
        src: img1,
        title: 'تامین اکسیژن ساز برای سالمند آقا وحید',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-8',
        src: img4,
        title: 'خرید 100 کیلو گوشت قرمز',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'زمان پویش به اتمام رسیده است',
        status: 0,
        btnTitle: 'مشاهده پویش',
        donors: 'سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-9',
        src: img2,
        title: 'تامین دارو برای سامان ',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-10',
        src: img3,
        title: 'خرید لوازم التحریر برای توانخواهان مدرسه رو',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'با تشکر از حمایت شما',
        status: 1,
        btnTitle: 'مشاهده پویش',
        donors: 'علی عزیزی، سید حسن طباطبایی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-11',
        src: img1,
        title: 'تامین اکسیژن ساز برای سالمند آقا وحید',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-12',
        src: img4,
        title: 'خرید 100 کیلو گوشت قرمز',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'زمان پویش به اتمام رسیده است',
        status: 0,
        btnTitle: 'مشاهده پویش',
        donors: 'سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-13',
        src: img2,
        title: 'تامین دارو برای سامان ',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-14',
        src: img3,
        title: 'خرید لوازم التحریر برای توانخواهان مدرسه رو',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'با تشکر از حمایت شما',
        status: 1,
        btnTitle: 'مشاهده پویش',
        donors: 'علی عزیزی، سید حسن طباطبایی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-15',
        src: img1,
        title: 'تامین اکسیژن ساز برای سالمند آقا وحید',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-16',
        src: img4,
        title: 'خرید 100 کیلو گوشت قرمز',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'زمان پویش به اتمام رسیده است',
        status: 0,
        btnTitle: 'مشاهده پویش',
        donors: 'سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-17',
        src: img2,
        title: 'تامین دارو برای سامان ',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-18',
        src: img3,
        title: 'خرید لوازم التحریر برای توانخواهان مدرسه رو',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'با تشکر از حمایت شما',
        status: 1,
        btnTitle: 'مشاهده پویش',
        donors: 'علی عزیزی، سید حسن طباطبایی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-19',
        src: img1,
        title: 'تامین اکسیژن ساز برای سالمند آقا وحید',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        maxPrice: '24،000،000',
        nowPrice: '13،000،000',
        status: 0.5,
        btnTitle: 'حمایت کردن',
        donors: 'علی عزیزی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
    {
        id: 'pooyesh-20',
        src: img4,
        title: 'خرید 100 کیلو گوشت قرمز',
        text: 'سالمند آقا وحید عزیز با شرایط خاص جسمی و ذهنی می باشد. او به علت ابتلا به فلج مغزی ...',
        endPooyesh: 'زمان پویش به اتمام رسیده است',
        status: 0,
        btnTitle: 'مشاهده پویش',
        donors: 'سید حسن طباطبایی، ابراهیم محمدی و نگار جوان',
        explain : testText,
        hashtag: ['موسسه خیریه', 'پویش های توانجویان', 'پویش', 'پویش های موسسه توانبخشی', 'موسسه خیریه توانبخشی علی اکبر (ع)']
    },
];

export default items;
